Repository: PUUZOO/lang_de_k3_cottage
Catalog: theme-k3-cootage-*.po
Languages: de_de

source: READ MORE
de_de: Erfahren Sie mehr

source: MORE
de_de: Erfahren Sie mehr

source: Learn more
de_de: Erfahren Sie mehr

source: Try for free
de_de: Versuchen Sie unsere kostenlose Testversion

source: Watch & Learn
de_de: Video-Tutorials

source: SUPPORT & TUTORIALS
de_de: Technischer Support und Schulungsunterlagen

source: Tutorials
de_de: Technischer Support und Schulungsunterlagen

source: Home
de_de: Startseite

source: Watch
de_de: Video

source: About us
de_de: Über uns

source: ABOUT US
de_de: Über uns

source: 3D CAD Software for Log Home & Cabin Design
de_de: 3D-CAD-Software für Blockhaus und Profilholzgestaltung

source: Professional 3D CAD / CAM software<br> for log home and cabin design
de_de: 3D-CAD-Software für Blockhaus und Profilholzgestaltung

source: Start your free 14-Day trial
de_de: Starten Sie die kostenlose 14-Tage-Testversion

source: Start your 14-day free trial
de_de: Laden Sie die 14-Tage-Testversion herunter

source: Getting Started
de_de: Schnellstart

source: Features
de_de: Vorteile

source: CNC Machines
de_de: CNC Maschinen

source: Project documentation
de_de: Berichte

source: Project Documentation
de_de: Project Dokumentation

source: Customer<br class="d-none d-sm-block"> Projects
de_de: Benutzerprojekte

source: Customer Projects
de_de: Benutzerprojekte

source: SUPPORT<span class="c-orange">&</span>TUTORIALS
de_de: Schulungsunterlagen<br> & Support

source: Download
de_de: Herunterladen

source: Company
de_de: UNTERNEHMEN

source: Contact
de_de: Kontakt

source: System Requirements
de_de: Systemvoraussetzungen

source: Support
de_de: Technischer Support

source: Support and tutorials
de_de: Unterstützung

source: User guide
de_de: Benutzerhandbuch

source: Free trial version
de_de: Testversion

source: Free Trial Version
de_de: Testversion

source: Social media
de_de: Soziale Netzwerke

source: Commercial department:
de_de: Handelsabteilung:

source: Tech support:
de_de: Technischer Support:

source: Subscribe
de_de: Abonnieren

source: Renderings
de_de: Übertragung

source: House in landscape, Video renderings, Section views, Fronts.
de_de: Foto-Visualisierung, Video-Erstellung, Schnitte, Fassaden.

source: For customers
de_de: Für Kunden

source: Wall elements specification sheet, Log cutout table, Drawings of boards, Material Register, Notches & log ends table, etc.
de_de: Tabellen und Pläne für die Holzbalken, Schneiden der Balken und der Bretter, Stücklisten, Plan für die Einkerbungen und Enden der Holzbalken usw.

source: For manufacturing
de_de: Für die Produktion

source: Wall assembly charts, Row-by-row assembly instructions, Plans of beams
de_de: Wandmontagetabellen, Montageanleitung pro Reihe, Balkenpläne

source: K3-COTTAGE FEATURES
de_de: K3-COTTAGE Hauptvorteile

source: 3D design environment
de_de: Erstellen von qualitativ hochwertigen 3D-Bildern des Projekts für den Kunden

source: Fully adjustable parameters of log profiles, notches, joints, openings, materials, etc.
de_de: Programmeinstellung mit eigenen Materialien.

source: Built-in CAD tool
de_de: Schnelle Änderungen am Projekt

source: Instant calculation of log material consumption
de_de: Vollständige Projektdokumentation

source: Perfect software solution that covers the whole range of activities in log house design: <br class="d-none d-sm-block">from planning to production
de_de: Ein einzigartiges Programm, mit dem Sie alle Aufgaben lösen können: von der Entwicklung eines Projekts für ein Haus bis zur Übertragung von Informationen über das Projekt an CNC-Maschinen

source: System of measurement
de_de: System von Maßnahmen

source: K3-Cottage supports multi-language user interface. You May select and set a language (English, Russian) during installation. Using an English-language user interface, you may switch a system of measurement from metric to imperial if necessary.
de_de: Das K3-Cottage-Programm unterstützt eine mehrsprachige Benutzeroberfläche. Sie können während der Installation eine Sprache (Englisch, Deutsch, Russisch) auswählen. Bei Bedarf können Sie das Messsystem mithilfe der englischsprachigen Benutzeroberfläche von einem metrischen zu einem englischen Maßsystem umschalten.

source: User-friendly interface and Efficiency
de_de: Freundliche Benutzeroberfläche Leistung / Effizienz

source: Easy from installation to using. K3-Cottage software combines a user-friendly interface with high efficiency and unlimited capabilities, and covers the whole range of activities from planning to production. You create a new building project and get up to 30 types of working drawings, architect and production plans automatically.
de_de: Einfach zu installieren und zu bedienen. Das K3-Cottage Programm ist eine einzigartige Kombination aus benutzerfreundlicher Oberfläche und leistungsstarker Funktionalität. Das Programm löst die gesamte Palette von Aufgaben vollständig, vom Entwurf eines Hauses bis zur Übermittlung von Infor-mationen an CNC-Maschinen. Sie erstellen ein Projekt und erhalten mehr als 30 Arten von Zeichnungen und Produktionsberichten.

source: Flexibility
de_de: Programmeinstellung

source: K3-Cottage perfectly adapts to the needs of your company and changing requirements of log houses construction. It can be effectively adjusted: you can specify the length of log workpieces, set the sawcut depth and width, specify the wood species and apply other changes. All these adjustments make your work cost-efficient.
de_de: Alle Projekte werden aus echten Materialien erstellt, die in Ihrer Produktion verwendet werden. In K3-Cottage können Sie: Abschnitte beliebiger Größe einstellen; die erforderliche Tiefe der Nuten und die Breite des Schnittes einstellen; Länge des Werkstücks ändern; Zeigen Sie die Holzarten an und bearbeiten Sie eine Vielzahl anderer Materialeigenschaften direkt in den Tabellen.

source: Quickly changes applying
de_de: Schnelle Änderungen

source: K3-Cottage saves your time and lets you work faster. Changes can be made anytime. This unique feature enables you to apply any changes at any stage of the process without rebuilding the project. The system recalculates the project at the push of a button.
de_de: Mit K3-Cottage können Sie schnell und einfach Änderungen am fertigen Projekt vornehmen. Mit einem vorgefertigten Projekt kann der Designer: die erforderlichen Balkenreihen entfernen oder hinzufügen; Bewegen Sie die Wände des Hauses, während Sie die Bindung an den Rest der Struktur beibehalten. Ändern Sie das Projektmaterial unter Beibehaltung aller Höhen. Spiegeln und kopieren Sie das gesamte Projekt oder seine einzelnen Elemente.

source: Purchasing and Shipping
de_de: Kauf und Lieferung

source: Commercial license works without time limit: full functionality, one-year support and maintenance, free updates during a year. We guarantee a 0-24 hours FREE e-mail technical support from Monday to Friday. You can extend the maintenance period after a year and keep getting updates and support. Different payment options are available: by invoice, credit and debit cards. The software is shipped via an international delivery company. Contact our sales department <a href="mailto:sale@k3info">sale@k3info.ru</a> to learn more about payment options and shipping.
de_de: Die lizenzierte Version des Programms hat keine Einschränkungen bezüglich der Nutzungsdauer. Beim Kauf erhalten Sie ein voll ausgestattetes Programm, ein Jahr technischen Support und kostenlose Updates. Benutzer von lizenzierten Versionen erhalten an Wochentagen ab 9.00 - 18.00 Uhr technische Unterstützung. Sie können den Kauf des Programms mittels Banküberweisung oder Kreditkarte bezahlen. Die Lieferung des Programms an den Empfänger erfolgt durch einen internationalen Kurierdienst.

source: House views
de_de: Ansicht des zukünftigen Hauses

source: Documentation for customers.
de_de: Dokumentation für Kunden.

source: K3-Cottage creates orthogonal projections and 3D views of the house model in real time during the work. Designer is able to export these images and create realistic pictures for customers and advertising using built-in visualizator.
de_de: K3-Cottage erstellt während der Arbeit in Echtzeit orthogonale Projektionen und 3D-Ansichten des Hausmodells. Der Designer kann diese Bilder exportieren und realistische Bilder für den Kunden oder Werbung erstellen, indem der integrierte Visualizer verwendet wird.

source: House floor plans
de_de: Grundrisse des Gebäudes

source: Documentation for customers
de_de: Dokumentation für Kunden

source: K3-Cottage is able to create floor plans on selected height levels and add various elements and notes on request such as: wall axes and distances between them; dimensions and names for doors and windows; room floorspaces and wall areas.
de_de: Mit dem K3-Cottage werden automatisch die Grundrisse des Hauses erstellt. Die Achsen der Wände und die Abstände zwischen ihnen angezeigt. Separate Räume werden automatisch zugewiesen und für jeden Raum kann die Bodenfläche, der flache und sichtbare Teil der Wände, das Volumen und der Umfang berechnet werden. Bei den quadratischen Wänden werden Öffnungen unter den Fenstern und Türen berücksichtigt. Auf dem Plan können die Abmessungen und Abmessungen der Öffnungen für die Fenstern und Türen festgelegt werden.

source: Material register
de_de: Stückliste

source: Material Register presents a table of materials used in the project along with the quantity of them, their amount and cost.
de_de: Die Materialliste enthält alle Informationen über den Verbrauch von Stamm- oder Schnittholz, Dichtungen, Bauelementen und anderen Materialien, die für die Herstellung und Montage des entworfenen Hauses erforderlich sind. Der Bericht über den Materialnachweis ist eine Tabelle mit einer Liste der verwendeten Materialien, mit Menge- und Kostenangaben.

source: Front views
de_de: Fassaden

source: The Front views report shows the house projections from different sides. It presents the drawings of the facades with distances between axes and height marks.
de_de: Der Bericht Fassaden zeigt die Ansichten des Hauses aus verschiedenen Blickwinkeln. Und die Zeichnungen zeigen die Fassaden mit Achsabständen und Höhenmarken.

source: Specification sheets
de_de: Spezifikationen für Wandelemente

source: Documentation for manufacturing.
de_de: Dokumente für die Produktion.

source: Wall elements specification sheet (table of logs) is the main manufacture document. This sheet contains highly detailed drawings of each log with all the necessary dimensions
de_de: Die Spezifikation der Wandelemente ist das Hauptdokument der Fertigung. In dieser Tabelle ist für jeden Balken eine detaillierte Zeichnung mit der Anzeige aller erforderlichen Größen angegeben. Die Stämme werden nach Wänden, nach einzelne Balken oder nach Länge gruppiert und können in einer Zeile der Tabelle zusammengefasst werden. Die Spezifikation der Wandelemente ergänzt die Tabelle der Enden und Nuten

source: Log cutting tables
de_de: Baumstämme ausschneiden

source: Log Cutting Table represents charts of optimum cutting. The charts are designed to minimize the construction costs and to reduce the number of cutting residues. This report contains the detailed drawings of logs including its unique names, lengths, notches, dowel and other holes, and log end trimming markings as well as the cutting residues list. For each material the system calculates the volume of workpieces and the amount of waste. Also, K3-Cottage is able to create similar report for boards instead of logs.
de_de: Schnittkarten zeigen, wie die Rohlinge in eine bestimmte Länge zerlegt werden, so dass die Kosten und der gesamte Abfall des verbrauchten Materials minimiert werden. Muster enthalten detaillierte Schnittzeichnungen (mit eindeutigen Namen, Längen, Nuten, Stiften, Endmarkierungen, Schnitten usw.) sowie Reste vom Schneiden. Die Stämme, die an den Enden offene Halbschalen haben, sind so angeordnet, dass die Halbschalen eine volle Nut bilden. Die Balken werden nach Material gruppiert. Für jedes Material wird das Volumen der Zuschnitte und der Abfall berechnet. Zuschnittkarten von K3-Cottage vervollständigen die Tabelle Gesamtverbrauch der Materialien mit Aufklebern für die Schnittreste.

source: Table of openings
de_de: Tabelle der Öffnungen

source: The Table of Openings contains drawings of apertures with specified dimensions and names. Openings are divided into Window openings and Doorways. For each opening the system calculates area and perimeter.
de_de: Die Tabelle der Öffnungen enthält Zeichnungen von Öffnungen mit angegebenen Abmessungen und Namen. Öffnungen sind in Fenster- und Türöffnungen unterteilt. Für jede Öffnung berechnet das System die Fläche und den Umfang.

source: Roof plans
de_de: Dachpläne

source: Documentation for assembly.
de_de: Dokumente für die Produktion.

source: Roof plans display axes of walls and distances between them, contours of slopes and height marks. The slope direction, inclination, area and perimeter can be specified.
de_de: Die Dachpläne zeigen die Achsen der Wände und die Abstände zwischen ihnen, Konturen von Steigungen und Höhenmarkierungen. Für jede Neigung können Richtung und Neigungswinkel angegeben, und deren Fläche und Umfang berechnet werden.

source: Wall charts
de_de: Wandpläne

source: Wall charts serve as the control document both for log manufacture and for house assemblage. K3-Cottage creates individual chart for each wall with construction axes of adjoining walls; the scale of courses; names and lengths of logs; opening, column and beam height marks; and also chains of the necessary dimensions
de_de: Wanddiagramme dienen als Kontrolldokument sowohl für die Herstellung als auch für die Montage. K3-Cottage erstellt für jede Wand ein individuelles Diagramm und zeigt die Konstruktionsachsen angrenzender Wände an. Der Maßstab der Reihen, die Namen und Längen der Baumstämme, die Erhebungen der Öffnungen, Pfeiler und Balken sowie die Reihenfolge der erforderlichen Größen werden festgelegt. Bei Öffnungen können Namen und Abmessungen angegeben werden

source: Plans of courses
de_de: Pläne für Reihenbalken

source: Each plan of courses displays all walls and beam logs for the chosen course. It contains necessary information to control the order of logs allocation: walls contours; wall axes names and distances between them and unique numbers of logs
de_de: Balkenplan - wichtige Montagezeichnung - damit können Sie die Balken in der richtigen Reihenfolge montieren. Auf dem Plan sind jeweils die Balken gekennzeichnet

source: Plans of beams
de_de: Pläne für Balken

source: The plan of beams displays axes and contours of walls, axes and contours of beams; distances between walls axes and between axes of each group of beams and distance from an extreme beam to the nearest wall. The program also specifies names of walls and beams.
de_de: Der Balkenplan zeigt Achsen und Konturen von Wänden, Achsen und Konturen von Balken. Abstände zwischen den Achsen der Wände und zwischen den Achsen jeder Balkengruppe und der Abstand des entferntesten Balkens bis zur nächsten Wand. Das Programm gibt auch Namen von Wänden und Balken an.

source: Find documentation, tutorials, downloads, videos, and more resources
de_de: In diesem Bereich finden Sie alle notwendigen Programmdokumentationen, Schulungsunterlagen und Videos

source: The fundamentals of K3-Cottage.
de_de: Überblick über das Programm.

source: Explore tutorials, videos, and documentation
de_de: Sehen Sie sich die Schulungsvideos zur Arbeit im Programm an<br>

source: Need help with installation or running the software?
de_de: Benölgen Sie Hilfe beim Installieren oder Ausführen eines Programms?

source: Have questions?<br> Contact us.
de_de: Noch Fragen?<br> Kontakleren Sie uns.

source: No fees. No credit card. No risk.
de_de: Ohne Bezahlung - Kein Risiko.

source: Get access to the full version of the latest release of K3-Cottage software for free. Download Free Trial now to see how K3-Cottage can help you boost your productivity and speed your work.
de_de: Erhalten Sie Zugriff auf die kostenlose Vollversion. Arbeiten Sie ohne Einschränkung der Funklonalität, schätzen Sie die bequeme Arbeit im Programm.

source: GeoS Center LLC (Nizhny Novgorod) ‑ is a Russian developer of computer aided design (CAD/CAM) software. The Center was established in June 1994 in Nizhny Novgorod and employs the best specialists in the field of 3D simulation software. GeoS Center has its head office in Nizhny Novgorod, Russia.
de_de: GeoS CAD Development Center LLC (Russland, Nischni Nowgorod) ist ein russischer Softwareentwickler im Bereich Computer Aided Design (CAD / CAM). Das Entwicklungsteam arbeitet seit Juni 1994 mit Software. Die Hauptentwicklung des Unternehmens ist ein interaktiver Komplex von 3D-Modellierungsprogrammen "K3", auf deren Grundlage eine Reihe branchenspezifischer Anwendungen erstellt werden.

source: The company's main development is the K3 Interactive 3D-Simulation Program Suite, which is used as a basis for developing various industry-specific applications. K3 Systems are successfully used by over 1,500 companies in Russia and the CIS in various industries.
de_de: Auf dem K3-System entwickelte Softwarelösungen werden von mehr als 1.500 Unternehmen in Russland und der Welt erfolgreich eingesetzt.

source: Development and supply of geometrical software
de_de: Entwicklung und Lieferung von geometrischer Software

source: Development of software tools for creating user applications
de_de: Entwicklung von Software-Tools zum Erstellen von benutzerdefinierten Anwendungen

source: Development and implementation of industry-specific user applications
de_de: Entwicklung und Implementierung von kundenspezifischen Anwendungen, einschließlich der Industrie
